Repository: ixc-software/KidsCipher
Catalog: KidsCipher/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it_it, ja, ko, pt, tr

# attemptsTitle
source: Attempts:
ar: عدد من المحاولات:
de: Anzahl der Versuche:
es: Número de intentos:
fr: Nombre de tentatives:
it_it: Numero di tentativi:
ja: 回数：
ko: 시도 수 :
pt: Número de tentativas:
tr: Denemesi sayısı:

# gameTimeMainTitle
source: Time:
ar: الوقت:
de: Zeit:
es: Tiempo:
fr: temps:
it_it: Ora:
ja: 時間：
ko: 시간 :
tr: zaman:

# gameTimeMinutesTitle
source: minutes
ar: دقيقة
de: Minute
es: minuto
fr: minute
it_it: minuto
ja: 分
ko: 분
pt: minuto
tr: dakika

# gameTimeSecondsTitle
source: sec
ar: ثواني
de: sek
es: segundo
ja: 秒
ko: 초
pt: segundos
tr: saniye

# combinationTitle
source: To open the safe, guess a combination of:
ar: لفتح آمنة، تخمين مزيج من:
de: Um den Tresor zu öffnen, ich denke eine Kombination von:
es: Para abrir la caja fuerte, adivinar una combinación de:
fr: Pour ouvrir le coffre, deviner une combinaison de:
it_it: Per aprire la cassaforte, indovinare una combinazione di:
ja: 金庫を開くには、の組み合わせを推測する：
ko: 금고를 열려면,의 조합을 추측 :
pt: Para abrir o cofre, acho uma combinação de:
tr: Kasayı açmak için, bir arada sanırım:

# beginTrainingButtonTitle
source: Training
ar: التدريب
de: Ausbildung
es: Entrenamiento
fr: Formation
it_it: formazione
ja: トレーニング
ko: 교육
pt: Treinamento
tr: Eğitim

# beginTrainingButtonTitleStop
source: Stop training
ar: وقف التدريب
de: Unterbrechen Sie das Training
es: Detener la formación
fr: Arrêtez de formation
it_it: smettere di formazione
ja: 訓練を停止します
ko: 훈련을 중지합니다
pt: Parar de treinar
tr: Eğitim durdurun

# beginGameButtonTitle
source: Begin game
ar: بدء اللعبة
de: Starten Sie das Spiel
es: Inicia el juego
fr: Lancez le jeu
it_it: Inizia il gioco
ja: ゲームを開始します
ko: 게임을 시작합니다
pt: Inicie o jogo
tr: Oyunu başlatın.

# beginGameButtonTitleStop
source: Stop game
ar: إيقاف اللعبة
de: Stoppen Sie das Spiel
es: Detener el juego
fr: Arrêter le match
it_it: Fermare il gioco
ja: ゲームを停止します
ko: 게임을 중지합니다
pt: Parar o jogo
tr: Oyun durdurun

# returnToGameLabel
source: Return to game
ar: عودة إلى اللعبة
de: Zurück zum Spiel
es: Volver al juego
fr: Retour à la partie
it_it: Di nuovo al gioco
ja: ゲームに戻る
ko: 게임에 백업합니다
pt: De volta ao jogo
tr: Oyuna yedekleyin

# myName
source: Your name
ar: الاسم:
de: Ihr Name:
es: Tu nombre:
fr: Votre nom:
it_it: Il tuo nome:
ja: あなたのお名前：
ko: 귀하의 이름 :
pt: Seu nome:
tr: Adınız:

# myNameEditor
source: enter
ar: دخول
de: geben
es: entrar
fr: entrer
it_it: entrare
ja: 入力する
ko: 입력합니다
pt: entrar
tr: girin

# myScoreOrGameScore0
source: My records
ar: سجلاتي
de: Meine Aufzeichnungen
es: Mis registros
fr: Mes dossiers
it_it: I miei record
ja: 私の記録
ko: 나의 기록
pt: Meus registros
tr: Benim kayıtları

# myScoreOrGameScore1
source: Common records
ar: االسجلات المشتركة
de: Gemeinsame Datensätze
es: Registros comunes
fr: Dossiers communs
it_it: Record comuni
ja: 一般的な記録
ko: 일반적인 기록
pt: Registros comuns
tr: Ortak kayıtları

# recordsNameTitle
source: Winner's name
ar: اسم الفائز
de: Der Name des Gewinners
es: El nombre del ganador
fr: Le nom du gagnant
it_it: Il nome del vincitore
ja: 受賞者の名前
ko: 우승자의 이름입니다
pt: O nome do vencedor
tr: Kazanan adı

# recordsDateTitle
source: Date
ar: التسجيل
de: Datum
es: Fecha
fr: Date d'
it_it: Data
ja: 日付
ko: 날짜
pt: data de
tr: Tarihi

# recordTimeTitle
source: Game time
ar: السفر عبر الزمن
de: Reisezeit
es: El tiempo de viaje
fr: Temps Voyage
it_it: Tempo di viaggio
ja: 時間を旅する
ko: 시간 여행
pt: Viagem no tempo
tr: Seyahat süresi

# recordsLevelTitle
source: Level
ar: المستوى
de: Niveau
es: Nivel
fr: Niveau
it_it: Livello
ja: レベル
ko: 수준
pt: Nível
tr: Seviye

# recordsAttempstTitle
source: Attempts
ar: المحاولات
de: Versuche
es: Los intentos
fr: Les tentatives
it_it: Tentativi
ja: 試み
ko: 하려고합니다
pt: As tentativas
tr: Girişimleri

# changeToBoyTitle
source: For boys:
ar: بالنسبة للأولاد:
de: Für Jungen:
es: Para los niños:
fr: Pour les garçons:
it_it: Per i ragazzi:
ja: 男の子のための：
ko: 소년:
pt: Para os meninos:
tr: Erkekler için:

# changeToGirlTitle
source: For girls:
ar: للفتيات:
de: Für Mädchen:
es: Para las niñas:
fr: Pour les filles:
it_it: Per le ragazze:
ja: 女の子のための：
ko: 여자를위한:
pt: Para as meninas:
tr: Kızlar için:

# musicSwitchTitle
source: Music
ar: الموسيقى
de: Musik
fr: Musique
it_it: Musica
ja: 音楽
ko: 음악
tr: müzik

# difficultLevelLabel
source: Difficult level
ar: صعوبة
de: Der Grad der Komplexität
es: Dificultad
fr: difficulté
it_it: Difficoltà
ja: 難易度
ko: 난이도
pt: dificuldade
tr: Zorluk

# difficultLevelSelector0
source: High
ar: ارتفاع
de: groß
es: alto
fr: élevé
it_it: alto
ja: ハイ
ko: 높은
pt: alto
tr: yüksek

# difficultLevelSelector1
source: Middle
ar: متوسط
de: Durchschnitt
es: promedio
fr: moyenne
it_it: media
ja: 平均
ko: 평균
pt: média
tr: ortalama

# difficultLevelSelector2
source: Low
ar: منخفض
de: niedrig
es: bajo
fr: faible
it_it: basso
ja: ロー
ko: 낮은
pt: baixo
tr: düşük

# rowMatchedColorsAndPositionsTitle
source: Guessing color and location:
ar: االتخمين اللون والمكان:
de: Erraten Sie die Farbe und Ort:
es: Adivinar el color y la ubicación:
fr: Deviner la couleur et l'emplacement:
it_it: Indovinare il colore e la posizione:
ja: 色と場所を推測する：
ko: 색상 및 위치를 추측 :
pt: Adivinhar a cor ea localização:
tr: Rengini ve konumunu tahmin:

# rowMatchedColors
source: Guessed color:
ar: خمنت اللون:
de: Erraten Farbe:
es: Color Adivinado:
fr: Couleur deviné:
it_it: Colore indovinato:
ja: 推測色：
ko: 짐작 색상 :
pt: Cor adivinhou:
tr: Tahmin renk:

# defaultNameGirls
source: Princess
ar: الأميرة
de: Prinzessin
fr: Princesse
it_it: Principessa
ja: プリンセス
ko: 공주
tr: prenses

# defaultNameBoys
source: Superman
ar: اسوبرمان
de: Supermann
ja: スーパーマン
ko: 슈퍼맨
tr: süpermen

# introDescription1
source: Here is encrypted combination of color and space, which you try to guess.
ar: هنا هو مزيج من لون مشفرة والفضاء، التي حاولت تخمين.
de: Hier ist verschlüsselt Kombination von Farbe und Raum, die Sie versuchen zu erraten.
es: Aquí es una combinación cifrada de color y el espacio, que se trata de adivinar.
fr: Voici combinaison chiffrée de la couleur et de l'espace, que vous essayez de deviner.
it_it: Ecco combinazione cifrata del colore e dello spazio, che si cerca di indovinare.
ja: ここでは、推測しようと色と空間の暗号化された組み合わせは、ある。
ko: 여기에 당신이 추측하려고 색상과 공간의 암호화 조합입니다.
pt: Aqui é uma combinação criptografada de cor e espaço, que você tente adivinhar.
tr: Burada tahmin etmeye çalışın renk ve mekan şifreli birleşimidir.

# introDescription2
source: Transfer the figure to stand in line.
ar: نقل الرقم للوقوف في طابور.
de: Übertragen Sie die Figur in der Schlange stehen.
es: Transfiera la figura de pie en la fila.
fr: Transférer le chiffre à attendre en ligne.
it_it: Trasferire la figura a stare in linea.
ja: ラインに立つ姿を移す。
ko: 줄을 서서 그림을 전송합니다.
pt: Transferir o valor para ficar na fila.
tr: Kuyruğuna rakam aktarın.

# introDescription3
source: By filling the entire line, pay attention to the clues.
ar: عن طريق ملء خط كامل، والانتباه إلى القرائن.
de: Durch das Ausfüllen der gesamten Linie, achten Sie auf die Hinweise.
es: Al llenar toda la línea, preste atención a las pistas.
fr: En remplissant toute la ligne, faites attention aux indices.
it_it: Compilando l'intera linea, prestare attenzione agli indizi.
ja: 行全体を充填して、手がかりに注意を払う。
ko: 전체 라인을 작성하여, 단서에주의를 지불해야합니다.
pt: Ao preencher toda a linha, preste atenção para as pistas.
tr: Tüm çizgi doldurarak, ipuçları dikkat edin.

# introDescription4
source: Here you can learn about all of their records and record holders.
ar: هنا يمكنك التعرف على جميع تسجيلاتها وحامل الرقم القياسي.
de: Hier können Sie sich über alle ihre Aufzeichnungen und Rekordhalter lernen.
es: Aquí usted puede aprender acerca de la totalidad de sus registros y de los titulares de registros.
fr: Ici vous pouvez en apprendre davantage sur l'ensemble de leurs dossiers et détenteurs de records.
it_it: Qui è possibile conoscere tutti i loro dischi e detentori di record.
ja: ここでは、彼らのレコードとレコードの所有者のすべてについて学ぶことができます。
ko: 여기서 당신은 그들의 기록과 기록 보유자의 모든에 대해 배울 수 있습니다.
pt: Aqui você pode aprender sobre todos os seus registros e recordistas.
tr: Burada kayıtları ve kayıt sahiplerinin tüm hakkında bilgi edinebilirsiniz.

# gameWin
source: Congratulations! You won. Back to home.
ar: تهانينا! فزت بها. عودة إلى الصفحة الرئيسية.
de: Herzlichen Glückwunsch! Sie gewann. Zurück zur Startseite.
es: ¡Enhorabuena! Te has ganado. Volver a casa.
fr: Félicitations! Vous avez gagné. Retour à l'accueil.
it_it: Congratulazioni! Hai vinto. Torna a casa.
ja: おめでとう！あなたが勝った。ホームに戻る。
ko: 축하합니다! 당신이 이겼다. 다시 집.
pt: Parabéns! Você ganhou. Voltar para casa.
tr: Tebrikler! Sen kazandı. Geri eve.

# gameLoosed
source: You lose. Back to home.
ar: تخسر. عودة إلى الصفحة الرئيسية.
de: Sie verlieren. Zurück zur Startseite.
es: Usted pierde. Volver a casa.
fr: Vous perdez. Retour à l'accueil.
it_it: Si perde. Torna a casa.
ja: あなたを失う。ホームに戻る。
ko: 당신은 잃게됩니다. 다시 집.
pt: Você perde. Voltar para casa.
tr: Kaybedersiniz. Geri eve.
